---
kind: property
id: P:Autodesk.Revit.DB.Rectangle.Bottom
source: html/d2b6a107-9c81-edf5-8329-59cf2946929c.htm
---
# Autodesk.Revit.DB.Rectangle.Bottom Property

The y-coordinate of the bottom-right corner of the rectangle.

## Syntax (C#)
```csharp
public int Bottom { get; set; }
```